Revit 2027 API
SymbolTypeId.UsTonnesMassSt Property
 Symbol ST, indicating unit US tonnes mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsTonnesMassSt { get; }
Public Shared ReadOnly Property UsTonnesMassSt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsTonnesMassSt {
	ForgeTypeId^ get ();
}
static member UsTonnesMassSt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace